import * as S from "./style";

export default function Rents() {
  return (
    <S.OuterWrap>
      <S.InnerWrap>
        <S.ListWrap>
          <S.BookImgBox>
            <S.BookImg src="/item1.png" />
          </S.BookImgBox>

          <S.BookInfoWrap>
            <S.Title>순정만화 전권</S.Title>
            <S.Info>000 원작</S.Info>
            <S.Info>5,000원</S.Info>
            <p>★ 0.0</p>
          </S.BookInfoWrap>

          <S.BookStory>
            블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라
          </S.BookStory>

          <S.BookIsRent>대여 가능</S.BookIsRent>

          <S.BookBtnWrap>
            <S.Like>💛</S.Like>
            <S.LikeCount>9</S.LikeCount>
            <S.BtnCart>장바구니</S.BtnCart>
            <S.BtnRent>대여하기</S.BtnRent>
          </S.BookBtnWrap>
        </S.ListWrap>

        <S.ListWrap>
          <S.BookImgBox>
            <S.BookImg src="/item2.png" />
          </S.BookImgBox>

          <S.BookInfoWrap>
            <S.Title>일본만화 전권</S.Title>
            <S.Info>000 원작</S.Info>
            <S.Info>5,000원</S.Info>
            <p>★ 0.0</p>
          </S.BookInfoWrap>

          <S.BookStory>
            블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라
          </S.BookStory>

          <S.BookIsRent>대여 가능</S.BookIsRent>

          <S.BookBtnWrap>
            <S.Like>💛</S.Like>
            <S.LikeCount>9</S.LikeCount>
            <S.BtnCart>장바구니</S.BtnCart>
            <S.BtnRent>대여하기</S.BtnRent>
          </S.BookBtnWrap>
        </S.ListWrap>

        <S.ListWrap>
          <S.BookImgBox>
            <S.BookImg src="/item3.png" />
          </S.BookImgBox>

          <S.BookInfoWrap>
            <S.Title>건방진 그 녀석</S.Title>
            <S.Info>000 원작</S.Info>
            <S.Info>5,000원</S.Info>
            <p>★ 0.0</p>
          </S.BookInfoWrap>

          <S.BookStory>
            블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라
          </S.BookStory>

          <S.BookIsRent>대여 가능</S.BookIsRent>

          <S.BookBtnWrap>
            <S.Like>💛</S.Like>
            <S.LikeCount>9</S.LikeCount>
            <S.BtnCart>장바구니</S.BtnCart>
            <S.BtnRent>대여하기</S.BtnRent>
          </S.BookBtnWrap>
        </S.ListWrap>

        <S.ListWrap>
          <S.BookImgBox>
            <S.BookImg src="/item4.png" />
          </S.BookImgBox>

          <S.BookInfoWrap>
            <S.Title>히로 서클</S.Title>
            <S.Info>000 원작</S.Info>
            <S.Info>5,000원</S.Info>
            <p>★ 0.0</p>
          </S.BookInfoWrap>

          <S.BookStory>
            블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라
          </S.BookStory>

          <S.BookIsRent>대여 가능</S.BookIsRent>

          <S.BookBtnWrap>
            <S.Like>💛</S.Like>
            <S.LikeCount>9</S.LikeCount>
            <S.BtnCart>장바구니</S.BtnCart>
            <S.BtnRent>대여하기</S.BtnRent>
          </S.BookBtnWrap>
        </S.ListWrap>

        <S.ListWrap>
          <S.BookImgBox>
            <S.BookImg src="/item5.png" />
          </S.BookImgBox>

          <S.BookInfoWrap>
            <S.Title>일본 만화</S.Title>
            <S.Info>000 원작</S.Info>
            <S.Info>5,000원</S.Info>
            <p>★ 0.0</p>
          </S.BookInfoWrap>

          <S.BookStory>
            블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라블라
          </S.BookStory>

          <S.BookIsRent>대여 가능</S.BookIsRent>

          <S.BookBtnWrap>
            <S.Like>💛</S.Like>
            <S.LikeCount>9</S.LikeCount>
            <S.BtnCart>장바구니</S.BtnCart>
            <S.BtnRent>대여하기</S.BtnRent>
          </S.BookBtnWrap>
        </S.ListWrap>
      </S.InnerWrap>
    </S.OuterWrap>
  );
}
